<?php require_once('../config/function.php'); ?>

<!DOCTYPE html>
    <html dir="ltr" xmlns="http://www.w3.org/1999/xhtml" xml:lang="ru-ru" lang="ru-ru">
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <title>Collection</title>
        <meta name="description" content="Описание">

        <base href="<?php echo $get_url; ?>">

        <!-- Favicons -->
        <link rel="icon" type="image/ico" sizes="48x48" href="assets/image/favicons/48.ico">
        <link rel="icon" type="image/ico" sizes="16x16" href="assets/image/favicons/16.ico">
        <link rel="shortcut icon" href="assets/image/favicons/32.ico">

        <link rel="icon" href="assets/image/favicons/favicon.svg" type="image/svg+xml">

        <link rel="mask-icon" href="assets/image/favicons/favicon.svg" color="#ff0000">

        <meta name="msapplication-TileColor" content="#ff0000">
        <meta name="msapplication-TileImage" content="assets/image/favicons/144.png">

        <link rel="icon" type="image/png" sizes="48x48" href="assets/image/favicons/48.png">
        <link rel="icon" type="image/png" sizes="96x96" href="assets/image/favicons/96.png">
        <link rel="icon" type="image/png" sizes="144x144" href="assets/image/favicons/144.png">
        <link rel="icon" type="image/png" sizes="192x192" href="assets/image/favicons/192.png">
        <link rel="icon" type="image/png" sizes="256x256" href="assets/image/favicons/256.png">
        <link rel="icon" type="image/png" sizes="384x384" href="assets/image/favicons/384.png">
        <link rel="icon" type="image/png" sizes="512x512" href="assets/image/favicons/512.png">

        <link rel="apple-touch-icon" sizes="57x57" href="assets/image/favicons/57.png">
        <link rel="apple-touch-icon" sizes="60x60" href="assets/image/favicons/60.png">
        <link rel="apple-touch-icon" sizes="72x72" href="assets/image/favicons/72.png">
        <link rel="apple-touch-icon" sizes="76x76" href="assets/image/favicons/76.png">
        <link rel="apple-touch-icon" sizes="114x114" href="assets/image/favicons/114.png">
        <link rel="apple-touch-icon" sizes="120x120" href="assets/image/favicons/120.png">
        <link rel="apple-touch-icon" sizes="152x152" href="assets/image/favicons/152.png">
        <link rel="apple-touch-icon" sizes="167x167" href="assets/image/favicons/167.png">
        <link rel="apple-touch-icon" sizes="180x180" href="assets/image/favicons/180.png">

        <link rel="manifest" href="manifest.json">
        <meta name="msapplication-config" content="browserconfig.xml"> 

        <!-- END Favicons -->

        <!-- Styles -->
        <link rel="stylesheet" href="assets/css/style.css?v=<?php echo $link_v; ?>">
        <link rel="stylesheet" media="screen and (max-width: 1720px)" href="assets/css/desctop.css?v=<?php echo $link_v; ?>">
        <link rel="stylesheet" media="screen and (max-width: 1360px)" href="assets/css/laptop.css?v=<?php echo $link_v; ?>">
        <link rel="stylesheet" media="screen and (max-width: 1024px)" href="assets/css/tablet.css?v=<?php echo $link_v; ?>">
        <link rel="stylesheet" media="screen and (max-width: 768px)" href="assets/css/mobile.css?v=<?php echo $link_v; ?>">
    </head>
    <body>
        <header class="header" id="header">
            <div class="container">
                
                <div class="header__menu">
                    <ul class="header__menu-ul">
                        <li class="header__menu-li">
                            <a href="#" class="header__menu-a">
                                <span class="header__menu-name">Доставка по всей России</span>
                            </a>
                        </li>
                        <li class="header__menu-li">
                            <a href="#" class="header__menu-a">
                                <span class="header__menu-name">О компании</span>
                            </a>
                        </li>
                        <li class="header__menu-li">
                            <a href="#" class="header__menu-a">
                                <span class="header__menu-name">Новости</span>
                            </a>
                        </li>
                        <li class="header__menu-li">
                            <a href="#" class="header__menu-a">
                                <span class="header__menu-name">Блог</span>
                            </a>
                        </li>
                        <li class="header__menu-li">
                            <a href="#" class="header__menu-a">
                                <span class="header__menu-name">Контакты</span>
                            </a>
                        </li>
                        <li class="header__menu-li">
                            <a href="#" class="header__menu-a">
                                <span class="header__menu-name">Система скидок</span>
                                <span class="header__menu-arrow">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="10" height="6" viewBox="0 0 10 6">
                                        <path d="M1 1L5 5L9 1" fill="none" stroke-linecap="round" stroke-linejoin="round"/>
                                    </svg>
                                </span>
                            </a>
                            <ul class="header__menu-child">
                                <li class="header__menu-child_li">
                                    <a href="#" class="header__menu-child_a">
                                        <span class="header__menu-child_name">Группа 1</span>
                                    </a>
                                </li>
                                <li class="header__menu-child_li">
                                    <a href="#" class="header__menu-child_a">
                                        <span class="header__menu-child_name">Группа 2</span>
                                    </a>
                                </li>
                                <li class="header__menu-child_li">
                                    <a href="#" class="header__menu-child_a">
                                        <span class="header__menu-child_name">Группа 3</span>
                                    </a>
                                </li>
                            </ul>
                        </li>
                        <li class="header__menu-li">
                            <a href="#" class="header__menu-a">
                                <span class="header__menu-icon header__menu-icon--color">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="18" height="16" viewBox="0 0 18 16" fill="none">
                                        <path d="M9.19341 8.6778C9.75588 8.83404 10.2777 9.09653 10.7402 9.44965L15.7869 7.76846C16.0494 7.68096 16.19 7.3966 16.1025 7.13723L14.2151 1.47494C14.1276 1.21245 13.8432 1.07183 13.5839 1.15933L11.6746 1.79681L12.7089 4.90294L10.8121 5.53104L9.77776 2.42491L7.85283 3.06551C7.59034 3.15301 7.44972 3.43737 7.53722 3.69674L9.19341 8.6778ZM17.9743 10.1996L17.6556 9.24965C17.5681 8.98716 17.2837 8.84654 17.0244 8.93404L10.3527 11.159C9.81526 10.4715 8.99029 10.0215 8.05595 10.0028L4.94981 0.684349C4.81232 0.27499 4.43108 0 3.99985 0H0.499981C0.224992 0 0 0.224992 0 0.499981V1.49994C0 1.77493 0.224992 1.99993 0.499981 1.99993H3.278L6.15914 10.6465C5.34355 11.284 4.85607 12.3214 5.03419 13.4745C5.2248 14.7057 6.21852 15.7338 7.44972 15.9494C9.3309 16.2838 10.959 14.8619 10.9933 13.0558L17.6587 10.8308C17.9181 10.7433 18.0618 10.4621 17.9743 10.1996ZM7.9997 14.4995C7.17161 14.4995 6.49976 13.8276 6.49976 12.9995C6.49976 12.1714 7.17161 11.4996 7.9997 11.4996C8.82779 11.4996 9.49964 12.1714 9.49964 12.9995C9.49964 13.8276 8.82779 14.4995 7.9997 14.4995Z" stroke="none"/>
                                    </svg>
                                </span>
                                <span class="header__menu-name">Минимальная сумма заказа 2 000 руб</span>
                            </a>
                        </li>
                        
                    </ul>
                </div>
    
                <div class="header__data">
                    <div class="header__data-item header__data-item--logo">
                        <button type="button" class="header__data-catalog" data-menu-open="menucatalog">
                            <svg width="35" height="34" viewBox="0 0 35 34" xmlns="http://www.w3.org/2000/svg">
                                <rect x="1.5" y="0.998398" width="13" height="13" rx="3" stroke-width="2"/>
                                <rect x="20.5" y="0.998398" width="13" height="13" rx="3" stroke-width="2"/>
                                <rect x="1.5" y="19.9984" width="13" height="13" rx="3" stroke-width="2"/>
                                <rect x="20.5" y="19.9984" width="13" height="13" rx="3" stroke-width="2"/>
                            </svg>
                        </button>
                        <a href="#" class="header__data-logo">
                            <img src="assets/image/logos/logo.svg" alt="" class="header__data-logo_img">
                        </a>
                    </div>
                    <div class="header__data-item header__data-item--search">
                        <button type="button" class="header__data-catalog" data-menu-open="menucatalog">
                            <svg width="35" height="34" viewBox="0 0 35 34" xmlns="http://www.w3.org/2000/svg">
                                <rect x="1.5" y="0.998398" width="13" height="13" rx="3" stroke-width="2"/>
                                <rect x="20.5" y="0.998398" width="13" height="13" rx="3" stroke-width="2"/>
                                <rect x="1.5" y="19.9984" width="13" height="13" rx="3" stroke-width="2"/>
                                <rect x="20.5" y="19.9984" width="13" height="13" rx="3" stroke-width="2"/>
                            </svg>
                        </button>

                        <div class="header__data-blocksearch">
                            <div class="header__data-advantage">
                                <span class="header__data-advantage--max">№1 среди российских поставщиков праздничной продукции</span>
                                <span class="header__data-advantage--min">№1 поставщик праздничной продукции</span>
                            </div>
                            <div class="header__data-search">
                                <form action="/" method="post" enctype="multipart/form-data" class="header__data-search_block">
                                    <input type="text" placeholder="Поиск среди тысячи товаров" value="" class="header__data-search_input" id="search" autocomplete="off">
                                    <button type="submit" class="header__data-search_button">
                                        <svg xmlns="http://www.w3.org/2000/svg" width="20" height="22" viewBox="0 0 20 22">
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M0 9.93902C0 7.70562 0.887216 5.56369 2.46647 3.98444C4.04572 2.40518 6.18765 1.51797 8.42105 1.51797C10.6545 1.51797 12.7964 2.40518 14.3756 3.98444C15.9549 5.56369 16.8421 7.70562 16.8421 9.93902C16.8421 12.1724 15.9549 14.3144 14.3756 15.8936C12.7964 17.4729 10.6545 18.3601 8.42105 18.3601C6.18765 18.3601 4.04572 17.4729 2.46647 15.8936C0.887216 14.3144 0 12.1724 0 9.93902ZM8.42105 3.62323C7.59165 3.62323 6.77037 3.78659 6.0041 4.10399C5.23784 4.42139 4.54159 4.88661 3.95511 5.47308C3.36864 6.05956 2.90342 6.75581 2.58602 7.52207C2.26863 8.28834 2.10526 9.10962 2.10526 9.93902C2.10526 10.7684 2.26863 11.5897 2.58602 12.356C2.90342 13.1222 3.36864 13.8185 3.95511 14.405C4.54159 14.9914 5.23784 15.4567 6.0041 15.774C6.77037 16.0914 7.59165 16.2548 8.42105 16.2548C10.0961 16.2548 11.7025 15.5894 12.887 14.405C14.0714 13.2205 14.7368 11.6141 14.7368 9.93902C14.7368 8.26397 14.0714 6.65752 12.887 5.47308C11.7025 4.28864 10.0961 3.62323 8.42105 3.62323Z" stroke="none"/>
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M12.94 14.458C13.1374 14.2606 13.4051 14.1498 13.6842 14.1498C13.9634 14.1498 14.2311 14.2606 14.4285 14.458L19.6916 19.7211C19.8834 19.9197 19.9895 20.1856 19.9871 20.4615C19.9847 20.7375 19.874 21.0016 19.6788 21.1967C19.4836 21.3919 19.2196 21.5026 18.9436 21.505C18.6676 21.5074 18.4017 21.4013 18.2032 21.2095L12.94 15.9464C12.7427 15.749 12.6318 15.4813 12.6318 15.2022C12.6318 14.9231 12.7427 14.6554 12.94 14.458Z" stroke="none"/>
                                        </svg>
                                    </button>
                                </form>

                                <div class="searchresult" id="searchresult">
                                    <div class="searchresult__block">
                                        <div class="searchresult__items">
                                            <div class="searchresult__block-item">
                                                <a href="#" class="searchresult__block-a">
                                                    <span class="searchresult__block-name">Поисковый запрос</span>
                                                    <span class="searchresult__block-count">234 шт.</span>
                                                </a>
                                                <a href="#" class="searchresult__block-a">
                                                    <span class="searchresult__block-name">Поисковый запрос</span>
                                                    <span class="searchresult__block-count">234 шт.</span>
                                                </a>
                                                <a href="#" class="searchresult__block-a">
                                                    <span class="searchresult__block-name">Поисковый запрос</span>
                                                    <span class="searchresult__block-count">234 шт.</span>
                                                </a>
                                                <a href="#" class="searchresult__block-a">
                                                    <span class="searchresult__block-name">Поисковый запрос</span>
                                                    <span class="searchresult__block-count">234 шт.</span>
                                                </a>
                                            </div>
                                            <div class="searchresult__block-item">
                                                <div class="searchresult__block-title">
                                                    <span class="searchresult__block-title_name">История запросов</span>
                                                    <a href="#" class="searchresult__block-reset">Очистить</a>
                                                </div>
                                                <div class="searchresult__block-result">
                                                    <span class="searchresult__block-icon">
                                                        <svg xmlns="http://www.w3.org/2000/svg" width="16" height="17" viewBox="0 0 16 17">
                                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M4.33377 4.13636H2.96221C4.36625 2.53009 5.90411 1.95455 7.9701 1.95455C11.5851 1.95455 14.5156 4.88505 14.5156 8.5C14.5156 12.115 11.5851 15.0455 7.9701 15.0455C4.60061 15.0455 1.82575 12.4994 1.4645 9.2261C1.42044 8.8269 1.09907 8.5 0.697412 8.5C0.295752 8.5 -0.0333185 8.8267 0.00270151 9.2267C0.369892 13.3044 3.79683 16.5 7.9701 16.5C12.3884 16.5 15.9701 12.9183 15.9701 8.5C15.9701 4.08172 12.3884 0.5 7.9701 0.5C5.63314 0.5 3.77892 1.16222 2.15196 2.86833V1.94815C2.15196 1.54649 1.82634 1.22088 1.42468 1.22088C1.02302 1.22088 0.697412 1.54649 0.697412 1.94815V5.59091H4.33377C4.73544 5.59091 5.06105 5.2653 5.06105 4.86364C5.06105 4.46198 4.73544 4.13636 4.33377 4.13636ZM10.8792 7.7727H8.6974V4.86364C8.6974 4.46198 8.3718 4.13636 7.9701 4.13636C7.5685 4.13636 7.2429 4.46197 7.2429 4.86364V9.2273H10.8792C11.2809 9.2273 11.6065 8.9017 11.6065 8.5C11.6065 8.0983 11.2809 7.7727 10.8792 7.7727Z" stroke="none"/>
                                                        </svg>
                                                    </span>
                                                    <a href="#" class="searchresult__block-a">Поисковый запрос</a>
                                                    <a href="#" class="searchresult__block-delete">
                                                        <svg xmlns="http://www.w3.org/2000/svg" width="10" height="11" viewBox="0 0 10 11">
                                                            <path d="M0.12218 1.21212C0.0834442 1.17338 0.0527173 1.1274 0.0317536 1.07679C0.0107899 1.02617 4.08149e-10 0.97193 0 0.917149C-4.08149e-10 0.862368 0.0107899 0.808124 0.0317536 0.757513C0.0527173 0.706902 0.0834442 0.660916 0.12218 0.62218C0.160916 0.583444 0.206902 0.552717 0.257513 0.531754C0.308124 0.51079 0.362368 0.5 0.417149 0.5C0.47193 0.5 0.526174 0.51079 0.576785 0.531754C0.627396 0.552717 0.673382 0.583444 0.712118 0.62218L5 4.9109L9.28788 0.62218C9.32662 0.583444 9.3726 0.552717 9.42321 0.531754C9.47383 0.51079 9.52807 0.5 9.58285 0.5C9.63763 0.5 9.69188 0.51079 9.74249 0.531754C9.7931 0.552717 9.83908 0.583444 9.87782 0.62218C9.91656 0.660916 9.94728 0.706902 9.96825 0.757513C9.98921 0.808124 10 0.862368 10 0.917149C10 0.97193 9.98921 1.02617 9.96825 1.07679C9.94728 1.1274 9.91656 1.17338 9.87782 1.21212L5.5891 5.5L9.87782 9.78788C9.91656 9.82662 9.94728 9.8726 9.96825 9.92321C9.98921 9.97383 10 10.0281 10 10.0829C10 10.1376 9.98921 10.1919 9.96825 10.2425C9.94728 10.2931 9.91656 10.3391 9.87782 10.3778C9.83908 10.4166 9.7931 10.4473 9.74249 10.4682C9.69188 10.4892 9.63763 10.5 9.58285 10.5C9.52807 10.5 9.47383 10.4892 9.42321 10.4682C9.3726 10.4473 9.32662 10.4166 9.28788 10.3778L5 6.0891L0.712118 10.3778C0.673382 10.4166 0.627396 10.4473 0.576785 10.4682C0.526174 10.4892 0.47193 10.5 0.417149 10.5C0.362368 10.5 0.308124 10.4892 0.257513 10.4682C0.206902 10.4473 0.160916 10.4166 0.12218 10.3778C0.0834442 10.3391 0.0527173 10.2931 0.0317536 10.2425C0.0107899 10.1919 0 10.1376 0 10.0829C0 10.0281 0.0107899 9.97383 0.0317536 9.92321C0.0527173 9.8726 0.0834442 9.82662 0.12218 9.78788L4.4109 5.5L0.12218 1.21212Z" stroke="none"/>
                                                        </svg>
                                                    </a>
                                                </div>
                                                <div class="searchresult__block-result">
                                                    <span class="searchresult__block-icon">
                                                        <svg xmlns="http://www.w3.org/2000/svg" width="16" height="17" viewBox="0 0 16 17">
                                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M4.33377 4.13636H2.96221C4.36625 2.53009 5.90411 1.95455 7.9701 1.95455C11.5851 1.95455 14.5156 4.88505 14.5156 8.5C14.5156 12.115 11.5851 15.0455 7.9701 15.0455C4.60061 15.0455 1.82575 12.4994 1.4645 9.2261C1.42044 8.8269 1.09907 8.5 0.697412 8.5C0.295752 8.5 -0.0333185 8.8267 0.00270151 9.2267C0.369892 13.3044 3.79683 16.5 7.9701 16.5C12.3884 16.5 15.9701 12.9183 15.9701 8.5C15.9701 4.08172 12.3884 0.5 7.9701 0.5C5.63314 0.5 3.77892 1.16222 2.15196 2.86833V1.94815C2.15196 1.54649 1.82634 1.22088 1.42468 1.22088C1.02302 1.22088 0.697412 1.54649 0.697412 1.94815V5.59091H4.33377C4.73544 5.59091 5.06105 5.2653 5.06105 4.86364C5.06105 4.46198 4.73544 4.13636 4.33377 4.13636ZM10.8792 7.7727H8.6974V4.86364C8.6974 4.46198 8.3718 4.13636 7.9701 4.13636C7.5685 4.13636 7.2429 4.46197 7.2429 4.86364V9.2273H10.8792C11.2809 9.2273 11.6065 8.9017 11.6065 8.5C11.6065 8.0983 11.2809 7.7727 10.8792 7.7727Z" stroke="none"/>
                                                        </svg>
                                                    </span>
                                                    <a href="#" class="searchresult__block-a">Поисковый запрос</a>
                                                    <a href="#" class="searchresult__block-delete">
                                                        <svg xmlns="http://www.w3.org/2000/svg" width="10" height="11" viewBox="0 0 10 11">
                                                            <path d="M0.12218 1.21212C0.0834442 1.17338 0.0527173 1.1274 0.0317536 1.07679C0.0107899 1.02617 4.08149e-10 0.97193 0 0.917149C-4.08149e-10 0.862368 0.0107899 0.808124 0.0317536 0.757513C0.0527173 0.706902 0.0834442 0.660916 0.12218 0.62218C0.160916 0.583444 0.206902 0.552717 0.257513 0.531754C0.308124 0.51079 0.362368 0.5 0.417149 0.5C0.47193 0.5 0.526174 0.51079 0.576785 0.531754C0.627396 0.552717 0.673382 0.583444 0.712118 0.62218L5 4.9109L9.28788 0.62218C9.32662 0.583444 9.3726 0.552717 9.42321 0.531754C9.47383 0.51079 9.52807 0.5 9.58285 0.5C9.63763 0.5 9.69188 0.51079 9.74249 0.531754C9.7931 0.552717 9.83908 0.583444 9.87782 0.62218C9.91656 0.660916 9.94728 0.706902 9.96825 0.757513C9.98921 0.808124 10 0.862368 10 0.917149C10 0.97193 9.98921 1.02617 9.96825 1.07679C9.94728 1.1274 9.91656 1.17338 9.87782 1.21212L5.5891 5.5L9.87782 9.78788C9.91656 9.82662 9.94728 9.8726 9.96825 9.92321C9.98921 9.97383 10 10.0281 10 10.0829C10 10.1376 9.98921 10.1919 9.96825 10.2425C9.94728 10.2931 9.91656 10.3391 9.87782 10.3778C9.83908 10.4166 9.7931 10.4473 9.74249 10.4682C9.69188 10.4892 9.63763 10.5 9.58285 10.5C9.52807 10.5 9.47383 10.4892 9.42321 10.4682C9.3726 10.4473 9.32662 10.4166 9.28788 10.3778L5 6.0891L0.712118 10.3778C0.673382 10.4166 0.627396 10.4473 0.576785 10.4682C0.526174 10.4892 0.47193 10.5 0.417149 10.5C0.362368 10.5 0.308124 10.4892 0.257513 10.4682C0.206902 10.4473 0.160916 10.4166 0.12218 10.3778C0.0834442 10.3391 0.0527173 10.2931 0.0317536 10.2425C0.0107899 10.1919 0 10.1376 0 10.0829C0 10.0281 0.0107899 9.97383 0.0317536 9.92321C0.0527173 9.8726 0.0834442 9.82662 0.12218 9.78788L4.4109 5.5L0.12218 1.21212Z" stroke="none"/>
                                                        </svg>
                                                    </a>
                                                </div>
                                                <div class="searchresult__block-result">
                                                    <span class="searchresult__block-icon">
                                                        <svg xmlns="http://www.w3.org/2000/svg" width="16" height="17" viewBox="0 0 16 17">
                                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M4.33377 4.13636H2.96221C4.36625 2.53009 5.90411 1.95455 7.9701 1.95455C11.5851 1.95455 14.5156 4.88505 14.5156 8.5C14.5156 12.115 11.5851 15.0455 7.9701 15.0455C4.60061 15.0455 1.82575 12.4994 1.4645 9.2261C1.42044 8.8269 1.09907 8.5 0.697412 8.5C0.295752 8.5 -0.0333185 8.8267 0.00270151 9.2267C0.369892 13.3044 3.79683 16.5 7.9701 16.5C12.3884 16.5 15.9701 12.9183 15.9701 8.5C15.9701 4.08172 12.3884 0.5 7.9701 0.5C5.63314 0.5 3.77892 1.16222 2.15196 2.86833V1.94815C2.15196 1.54649 1.82634 1.22088 1.42468 1.22088C1.02302 1.22088 0.697412 1.54649 0.697412 1.94815V5.59091H4.33377C4.73544 5.59091 5.06105 5.2653 5.06105 4.86364C5.06105 4.46198 4.73544 4.13636 4.33377 4.13636ZM10.8792 7.7727H8.6974V4.86364C8.6974 4.46198 8.3718 4.13636 7.9701 4.13636C7.5685 4.13636 7.2429 4.46197 7.2429 4.86364V9.2273H10.8792C11.2809 9.2273 11.6065 8.9017 11.6065 8.5C11.6065 8.0983 11.2809 7.7727 10.8792 7.7727Z" stroke="none"/>
                                                        </svg>
                                                    </span>
                                                    <a href="#" class="searchresult__block-a">Поисковый запрос</a>
                                                    <a href="#" class="searchresult__block-delete">
                                                        <svg xmlns="http://www.w3.org/2000/svg" width="10" height="11" viewBox="0 0 10 11">
                                                            <path d="M0.12218 1.21212C0.0834442 1.17338 0.0527173 1.1274 0.0317536 1.07679C0.0107899 1.02617 4.08149e-10 0.97193 0 0.917149C-4.08149e-10 0.862368 0.0107899 0.808124 0.0317536 0.757513C0.0527173 0.706902 0.0834442 0.660916 0.12218 0.62218C0.160916 0.583444 0.206902 0.552717 0.257513 0.531754C0.308124 0.51079 0.362368 0.5 0.417149 0.5C0.47193 0.5 0.526174 0.51079 0.576785 0.531754C0.627396 0.552717 0.673382 0.583444 0.712118 0.62218L5 4.9109L9.28788 0.62218C9.32662 0.583444 9.3726 0.552717 9.42321 0.531754C9.47383 0.51079 9.52807 0.5 9.58285 0.5C9.63763 0.5 9.69188 0.51079 9.74249 0.531754C9.7931 0.552717 9.83908 0.583444 9.87782 0.62218C9.91656 0.660916 9.94728 0.706902 9.96825 0.757513C9.98921 0.808124 10 0.862368 10 0.917149C10 0.97193 9.98921 1.02617 9.96825 1.07679C9.94728 1.1274 9.91656 1.17338 9.87782 1.21212L5.5891 5.5L9.87782 9.78788C9.91656 9.82662 9.94728 9.8726 9.96825 9.92321C9.98921 9.97383 10 10.0281 10 10.0829C10 10.1376 9.98921 10.1919 9.96825 10.2425C9.94728 10.2931 9.91656 10.3391 9.87782 10.3778C9.83908 10.4166 9.7931 10.4473 9.74249 10.4682C9.69188 10.4892 9.63763 10.5 9.58285 10.5C9.52807 10.5 9.47383 10.4892 9.42321 10.4682C9.3726 10.4473 9.32662 10.4166 9.28788 10.3778L5 6.0891L0.712118 10.3778C0.673382 10.4166 0.627396 10.4473 0.576785 10.4682C0.526174 10.4892 0.47193 10.5 0.417149 10.5C0.362368 10.5 0.308124 10.4892 0.257513 10.4682C0.206902 10.4473 0.160916 10.4166 0.12218 10.3778C0.0834442 10.3391 0.0527173 10.2931 0.0317536 10.2425C0.0107899 10.1919 0 10.1376 0 10.0829C0 10.0281 0.0107899 9.97383 0.0317536 9.92321C0.0527173 9.8726 0.0834442 9.82662 0.12218 9.78788L4.4109 5.5L0.12218 1.21212Z" stroke="none"/>
                                                        </svg>
                                                    </a>
                                                </div>
                                                <div class="searchresult__block-result">
                                                    <span class="searchresult__block-icon">
                                                        <svg xmlns="http://www.w3.org/2000/svg" width="16" height="17" viewBox="0 0 16 17">
                                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M4.33377 4.13636H2.96221C4.36625 2.53009 5.90411 1.95455 7.9701 1.95455C11.5851 1.95455 14.5156 4.88505 14.5156 8.5C14.5156 12.115 11.5851 15.0455 7.9701 15.0455C4.60061 15.0455 1.82575 12.4994 1.4645 9.2261C1.42044 8.8269 1.09907 8.5 0.697412 8.5C0.295752 8.5 -0.0333185 8.8267 0.00270151 9.2267C0.369892 13.3044 3.79683 16.5 7.9701 16.5C12.3884 16.5 15.9701 12.9183 15.9701 8.5C15.9701 4.08172 12.3884 0.5 7.9701 0.5C5.63314 0.5 3.77892 1.16222 2.15196 2.86833V1.94815C2.15196 1.54649 1.82634 1.22088 1.42468 1.22088C1.02302 1.22088 0.697412 1.54649 0.697412 1.94815V5.59091H4.33377C4.73544 5.59091 5.06105 5.2653 5.06105 4.86364C5.06105 4.46198 4.73544 4.13636 4.33377 4.13636ZM10.8792 7.7727H8.6974V4.86364C8.6974 4.46198 8.3718 4.13636 7.9701 4.13636C7.5685 4.13636 7.2429 4.46197 7.2429 4.86364V9.2273H10.8792C11.2809 9.2273 11.6065 8.9017 11.6065 8.5C11.6065 8.0983 11.2809 7.7727 10.8792 7.7727Z" stroke="none"/>
                                                        </svg>
                                                    </span>
                                                    <a href="#" class="searchresult__block-a">Поисковый запрос</a>
                                                    <a href="#" class="searchresult__block-delete">
                                                        <svg xmlns="http://www.w3.org/2000/svg" width="10" height="11" viewBox="0 0 10 11">
                                                            <path d="M0.12218 1.21212C0.0834442 1.17338 0.0527173 1.1274 0.0317536 1.07679C0.0107899 1.02617 4.08149e-10 0.97193 0 0.917149C-4.08149e-10 0.862368 0.0107899 0.808124 0.0317536 0.757513C0.0527173 0.706902 0.0834442 0.660916 0.12218 0.62218C0.160916 0.583444 0.206902 0.552717 0.257513 0.531754C0.308124 0.51079 0.362368 0.5 0.417149 0.5C0.47193 0.5 0.526174 0.51079 0.576785 0.531754C0.627396 0.552717 0.673382 0.583444 0.712118 0.62218L5 4.9109L9.28788 0.62218C9.32662 0.583444 9.3726 0.552717 9.42321 0.531754C9.47383 0.51079 9.52807 0.5 9.58285 0.5C9.63763 0.5 9.69188 0.51079 9.74249 0.531754C9.7931 0.552717 9.83908 0.583444 9.87782 0.62218C9.91656 0.660916 9.94728 0.706902 9.96825 0.757513C9.98921 0.808124 10 0.862368 10 0.917149C10 0.97193 9.98921 1.02617 9.96825 1.07679C9.94728 1.1274 9.91656 1.17338 9.87782 1.21212L5.5891 5.5L9.87782 9.78788C9.91656 9.82662 9.94728 9.8726 9.96825 9.92321C9.98921 9.97383 10 10.0281 10 10.0829C10 10.1376 9.98921 10.1919 9.96825 10.2425C9.94728 10.2931 9.91656 10.3391 9.87782 10.3778C9.83908 10.4166 9.7931 10.4473 9.74249 10.4682C9.69188 10.4892 9.63763 10.5 9.58285 10.5C9.52807 10.5 9.47383 10.4892 9.42321 10.4682C9.3726 10.4473 9.32662 10.4166 9.28788 10.3778L5 6.0891L0.712118 10.3778C0.673382 10.4166 0.627396 10.4473 0.576785 10.4682C0.526174 10.4892 0.47193 10.5 0.417149 10.5C0.362368 10.5 0.308124 10.4892 0.257513 10.4682C0.206902 10.4473 0.160916 10.4166 0.12218 10.3778C0.0834442 10.3391 0.0527173 10.2931 0.0317536 10.2425C0.0107899 10.1919 0 10.1376 0 10.0829C0 10.0281 0.0107899 9.97383 0.0317536 9.92321C0.0527173 9.8726 0.0834442 9.82662 0.12218 9.78788L4.4109 5.5L0.12218 1.21212Z" stroke="none"/>
                                                        </svg>
                                                    </a>
                                                </div>
                                            </div>

                                            <div class="searchresult__block-item">
                                                <div class="searchresult__block-title">
                                                    <span class="searchresult__block-title_name">Популярные запросы</span>
                                                </div>
                                                <div class="searchresult__block-result">
                                                    <span class="searchresult__block-icon">
                                                        <svg xmlns="http://www.w3.org/2000/svg" width="17" height="17" viewBox="0 0 17 17">
                                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M13.3075 12.2468C15.7213 9.30079 15.5533 4.94665 12.8033 2.1967C9.87437 -0.732234 5.12563 -0.732233 2.1967 2.1967C-0.732232 5.12563 -0.732233 9.87437 2.1967 12.8033C4.94664 15.5533 9.30076 15.7213 12.2468 13.3075L15.2782 16.3389C15.5711 16.6317 16.046 16.6317 16.3389 16.3389C16.6318 16.046 16.6318 15.5711 16.3389 15.2782L13.3075 12.2468ZM11.7426 3.25736C14.0858 5.6005 14.0858 9.3995 11.7426 11.7427C9.39947 14.0858 5.60048 14.0858 3.25733 11.7427C0.914176 9.39949 0.914176 5.6005 3.25733 3.25736C5.60048 0.91421 9.39947 0.91421 11.7426 3.25736Z" stroke="none"/>
                                                        </svg>
                                                    </span>
                                                    <a href="#" class="searchresult__block-a">Поисковый запрос</a>
                                                </div>
                                                <div class="searchresult__block-result">
                                                    <span class="searchresult__block-icon">
                                                        <svg xmlns="http://www.w3.org/2000/svg" width="17" height="17" viewBox="0 0 17 17">
                                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M13.3075 12.2468C15.7213 9.30079 15.5533 4.94665 12.8033 2.1967C9.87437 -0.732234 5.12563 -0.732233 2.1967 2.1967C-0.732232 5.12563 -0.732233 9.87437 2.1967 12.8033C4.94664 15.5533 9.30076 15.7213 12.2468 13.3075L15.2782 16.3389C15.5711 16.6317 16.046 16.6317 16.3389 16.3389C16.6318 16.046 16.6318 15.5711 16.3389 15.2782L13.3075 12.2468ZM11.7426 3.25736C14.0858 5.6005 14.0858 9.3995 11.7426 11.7427C9.39947 14.0858 5.60048 14.0858 3.25733 11.7427C0.914176 9.39949 0.914176 5.6005 3.25733 3.25736C5.60048 0.91421 9.39947 0.91421 11.7426 3.25736Z" stroke="none"/>
                                                        </svg>
                                                    </span>
                                                    <a href="#" class="searchresult__block-a">Поисковый запрос</a>
                                                </div>
                                                <div class="searchresult__block-result">
                                                    <span class="searchresult__block-icon">
                                                        <svg xmlns="http://www.w3.org/2000/svg" width="17" height="17" viewBox="0 0 17 17">
                                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M13.3075 12.2468C15.7213 9.30079 15.5533 4.94665 12.8033 2.1967C9.87437 -0.732234 5.12563 -0.732233 2.1967 2.1967C-0.732232 5.12563 -0.732233 9.87437 2.1967 12.8033C4.94664 15.5533 9.30076 15.7213 12.2468 13.3075L15.2782 16.3389C15.5711 16.6317 16.046 16.6317 16.3389 16.3389C16.6318 16.046 16.6318 15.5711 16.3389 15.2782L13.3075 12.2468ZM11.7426 3.25736C14.0858 5.6005 14.0858 9.3995 11.7426 11.7427C9.39947 14.0858 5.60048 14.0858 3.25733 11.7427C0.914176 9.39949 0.914176 5.6005 3.25733 3.25736C5.60048 0.91421 9.39947 0.91421 11.7426 3.25736Z" stroke="none"/>
                                                        </svg>
                                                    </span>
                                                    <a href="#" class="searchresult__block-a">Поисковый запрос</a>
                                                </div>
                                                <div class="searchresult__block-result">
                                                    <span class="searchresult__block-icon">
                                                        <svg xmlns="http://www.w3.org/2000/svg" width="17" height="17" viewBox="0 0 17 17">
                                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M13.3075 12.2468C15.7213 9.30079 15.5533 4.94665 12.8033 2.1967C9.87437 -0.732234 5.12563 -0.732233 2.1967 2.1967C-0.732232 5.12563 -0.732233 9.87437 2.1967 12.8033C4.94664 15.5533 9.30076 15.7213 12.2468 13.3075L15.2782 16.3389C15.5711 16.6317 16.046 16.6317 16.3389 16.3389C16.6318 16.046 16.6318 15.5711 16.3389 15.2782L13.3075 12.2468ZM11.7426 3.25736C14.0858 5.6005 14.0858 9.3995 11.7426 11.7427C9.39947 14.0858 5.60048 14.0858 3.25733 11.7427C0.914176 9.39949 0.914176 5.6005 3.25733 3.25736C5.60048 0.91421 9.39947 0.91421 11.7426 3.25736Z" stroke="none"/>
                                                        </svg>
                                                    </span>
                                                    <a href="#" class="searchresult__block-a">Поисковый запрос</a>
                                                </div>
                                            </div>

                                        </div>
                                    </div>
                                </div>


                            </div>
                        </div>

                        <button type="button" class="header__data-search_close" data-close="search">
                            <svg xmlns="http://www.w3.org/2000/svg" width="20" height="21" viewBox="0 0 20 21" fill="none">
                                <path d="M0.24436 1.92424C0.166888 1.84676 0.105435 1.75479 0.0635072 1.65357C0.0215798 1.55235 8.16297e-10 1.44386 0 1.3343C-8.16298e-10 1.22474 0.0215798 1.11625 0.0635072 1.01503C0.105435 0.913804 0.166888 0.821832 0.24436 0.74436C0.321832 0.666888 0.413804 0.605435 0.515026 0.563507C0.616248 0.52158 0.724737 0.5 0.834298 0.5C0.94386 0.5 1.05235 0.52158 1.15357 0.563507C1.25479 0.605435 1.34676 0.666888 1.42424 0.74436L10 9.32179L18.5758 0.74436C18.6532 0.666888 18.7452 0.605435 18.8464 0.563507C18.9477 0.52158 19.0561 0.5 19.1657 0.5C19.2753 0.5 19.3838 0.52158 19.485 0.563507C19.5862 0.605435 19.6782 0.666888 19.7556 0.74436C19.8331 0.821832 19.8946 0.913804 19.9365 1.01503C19.9784 1.11625 20 1.22474 20 1.3343C20 1.44386 19.9784 1.55235 19.9365 1.65357C19.8946 1.75479 19.8331 1.84676 19.7556 1.92424L11.1782 10.5L19.7556 19.0758C19.8331 19.1532 19.8946 19.2452 19.9365 19.3464C19.9784 19.4477 20 19.5561 20 19.6657C20 19.7753 19.9784 19.8838 19.9365 19.985C19.8946 20.0862 19.8331 20.1782 19.7556 20.2556C19.6782 20.3331 19.5862 20.3946 19.485 20.4365C19.3838 20.4784 19.2753 20.5 19.1657 20.5C19.0561 20.5 18.9477 20.4784 18.8464 20.4365C18.7452 20.3946 18.6532 20.3331 18.5758 20.2556L10 11.6782L1.42424 20.2556C1.34676 20.3331 1.25479 20.3946 1.15357 20.4365C1.05235 20.4784 0.94386 20.5 0.834298 20.5C0.724737 20.5 0.616248 20.4784 0.515026 20.4365C0.413804 20.3946 0.321832 20.3331 0.24436 20.2556C0.166888 20.1782 0.105435 20.0862 0.0635072 19.985C0.0215798 19.8838 0 19.7753 0 19.6657C0 19.5561 0.0215798 19.4477 0.0635072 19.3464C0.105435 19.2452 0.166888 19.1532 0.24436 19.0758L8.82179 10.5L0.24436 1.92424Z" fill="#424F60"/>
                            </svg>
                        </button>

                    </div>
                    <div class="header__data-item header__data-item--phone">
                        <div class="header__data-phone">
                            <div class="header__data-phone_block">
                                <a href="tel:+88002008633" class="header__data-phone_a">8 800 200-86-33</a>
                                <button class="header__data-phone_button">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="3" height="8" viewBox="0 0 3 8">
                                        <path d="M2.38749 3.00629L0.665078 3.22216L0.603403 3.50797L0.941867 3.5704C1.163 3.62305 1.20662 3.70278 1.15848 3.92316L0.603403 6.53159C0.457487 7.20626 0.682378 7.52367 1.21114 7.52367C1.62105 7.52367 2.09716 7.33413 2.31303 7.07389L2.37921 6.761C2.22879 6.89337 2.00916 6.94602 1.86324 6.94602C1.6564 6.94602 1.58119 6.80086 1.63459 6.54513L2.38749 3.00629ZM2.44014 1.43581C2.44014 1.6353 2.36089 1.82661 2.21984 1.96766C2.07879 2.10871 1.88748 2.18796 1.68799 2.18796C1.48851 2.18796 1.2972 2.10871 1.15615 1.96766C1.01509 1.82661 0.93585 1.6353 0.93585 1.43581C0.93585 1.23633 1.01509 1.04502 1.15615 0.903968C1.2972 0.762914 1.48851 0.68367 1.68799 0.68367C1.88748 0.68367 2.07879 0.762914 2.21984 0.903968C2.36089 1.04502 2.44014 1.23633 2.44014 1.43581Z" stroke="none"/>
                                    </svg>
                                </button>
                                <span class="header__data-phone_info">Бесплатно по РФ</span>
                            </div>
                            <div class="header__data-phoneother">
                                <div class="header__data-phoneother_block">
                                    <div class="header__data-phoneother_item">
                                        <a href="tel:+88002008633" class="header__data-phoneother_a">
                                            <span class="header__data-phoneother_icon">
                                                <svg xmlns="http://www.w3.org/2000/svg" width="18" height="18" viewBox="0 0 18 18">
                                                    <path d="M4.11115 1.49428C4.04474 1.40886 3.96091 1.33854 3.86524 1.28799C3.76956 1.23745 3.66422 1.20785 3.55623 1.20114C3.44823 1.19444 3.34004 1.21079 3.23885 1.24911C3.13766 1.28744 3.04578 1.34685 2.96931 1.42341L1.8061 2.58775C1.26274 3.13223 1.0625 3.90283 1.29986 4.57894C2.28615 7.37685 3.88858 9.91735 5.98872 12.0127C8.08407 14.1128 10.6246 15.7153 13.4225 16.7016C14.0986 16.9389 14.8692 16.7387 15.4137 16.1953L16.5769 15.0321C16.6534 14.9556 16.7129 14.8638 16.7512 14.7626C16.7895 14.6614 16.8059 14.5532 16.7992 14.4452C16.7924 14.3372 16.7628 14.2319 16.7123 14.1362C16.6618 14.0405 16.5914 13.9567 16.506 13.8903L13.9107 11.8721C13.8194 11.8014 13.7132 11.7524 13.6002 11.7286C13.4872 11.7049 13.3703 11.707 13.2582 11.7348L10.7946 12.3502C10.4657 12.4318 10.1213 12.4272 9.79475 12.3367C9.46818 12.2463 9.1705 12.0731 8.9305 11.8338L6.16759 9.0698C5.92817 8.82991 5.75474 8.53228 5.66408 8.20571C5.57343 7.87914 5.56861 7.5347 5.6501 7.20573L6.26658 4.74206C6.29444 4.62999 6.29656 4.51308 6.27279 4.40008C6.24902 4.28708 6.19998 4.18092 6.12934 4.08958L4.11115 1.49428ZM2.11996 0.575189C2.31683 0.378263 2.55333 0.225471 2.81377 0.126959C3.07422 0.0284471 3.35264 -0.0135314 3.63055 0.00381142C3.90846 0.0211542 4.1795 0.0974213 4.42567 0.227549C4.67184 0.357676 4.88752 0.538685 5.05837 0.758558L7.07656 3.35273C7.44667 3.82859 7.57717 4.44844 7.43092 5.03342L6.81557 7.4971C6.78397 7.62471 6.7858 7.75832 6.82088 7.88502C6.85595 8.01172 6.92309 8.12725 7.01581 8.22045L9.77985 10.9845C9.87316 11.0774 9.98888 11.1446 10.1158 11.1797C10.2427 11.2148 10.3765 11.2165 10.5043 11.1847L12.9669 10.5694C13.2556 10.4976 13.5568 10.4922 13.8479 10.5536C14.139 10.615 14.4124 10.7415 14.6476 10.9237L17.2417 12.9419C18.1743 13.6675 18.2598 15.0456 17.4251 15.8792L16.2619 17.0424C15.4294 17.8749 14.1852 18.2405 13.0254 17.8321C10.0562 16.7888 7.36066 15.0892 5.13937 12.8598C2.91011 10.6388 1.21049 7.94367 0.167025 4.97493C-0.240213 3.81621 0.125401 2.57088 0.957875 1.7384L2.11996 0.575189Z" stroke="none"/>
                                                </svg>
                                            </span>
                                            <span class="header__data-phoneother_phone">
                                                <span class="header__data-phone_a header__data-phoneother_name">8 800 200-86-33</span>
                                                <span class="header__data-phone_info header__data-phoneother_detail">Бесплатно по РФ</span>
                                            </span>
                                        </a>
                                    </div>
                                    <div class="header__data-phoneother_item">
                                        <a href="tel:+78126767633" class="header__data-phoneother_a">
                                            <span class="header__data-phoneother_icon">
                                                <svg xmlns="http://www.w3.org/2000/svg" width="18" height="18" viewBox="0 0 18 18">
                                                    <path d="M4.11115 1.49428C4.04474 1.40886 3.96091 1.33854 3.86524 1.28799C3.76956 1.23745 3.66422 1.20785 3.55623 1.20114C3.44823 1.19444 3.34004 1.21079 3.23885 1.24911C3.13766 1.28744 3.04578 1.34685 2.96931 1.42341L1.8061 2.58775C1.26274 3.13223 1.0625 3.90283 1.29986 4.57894C2.28615 7.37685 3.88858 9.91735 5.98872 12.0127C8.08407 14.1128 10.6246 15.7153 13.4225 16.7016C14.0986 16.9389 14.8692 16.7387 15.4137 16.1953L16.5769 15.0321C16.6534 14.9556 16.7129 14.8638 16.7512 14.7626C16.7895 14.6614 16.8059 14.5532 16.7992 14.4452C16.7924 14.3372 16.7628 14.2319 16.7123 14.1362C16.6618 14.0405 16.5914 13.9567 16.506 13.8903L13.9107 11.8721C13.8194 11.8014 13.7132 11.7524 13.6002 11.7286C13.4872 11.7049 13.3703 11.707 13.2582 11.7348L10.7946 12.3502C10.4657 12.4318 10.1213 12.4272 9.79475 12.3367C9.46818 12.2463 9.1705 12.0731 8.9305 11.8338L6.16759 9.0698C5.92817 8.82991 5.75474 8.53228 5.66408 8.20571C5.57343 7.87914 5.56861 7.5347 5.6501 7.20573L6.26658 4.74206C6.29444 4.62999 6.29656 4.51308 6.27279 4.40008C6.24902 4.28708 6.19998 4.18092 6.12934 4.08958L4.11115 1.49428ZM2.11996 0.575189C2.31683 0.378263 2.55333 0.225471 2.81377 0.126959C3.07422 0.0284471 3.35264 -0.0135314 3.63055 0.00381142C3.90846 0.0211542 4.1795 0.0974213 4.42567 0.227549C4.67184 0.357676 4.88752 0.538685 5.05837 0.758558L7.07656 3.35273C7.44667 3.82859 7.57717 4.44844 7.43092 5.03342L6.81557 7.4971C6.78397 7.62471 6.7858 7.75832 6.82088 7.88502C6.85595 8.01172 6.92309 8.12725 7.01581 8.22045L9.77985 10.9845C9.87316 11.0774 9.98888 11.1446 10.1158 11.1797C10.2427 11.2148 10.3765 11.2165 10.5043 11.1847L12.9669 10.5694C13.2556 10.4976 13.5568 10.4922 13.8479 10.5536C14.139 10.615 14.4124 10.7415 14.6476 10.9237L17.2417 12.9419C18.1743 13.6675 18.2598 15.0456 17.4251 15.8792L16.2619 17.0424C15.4294 17.8749 14.1852 18.2405 13.0254 17.8321C10.0562 16.7888 7.36066 15.0892 5.13937 12.8598C2.91011 10.6388 1.21049 7.94367 0.167025 4.97493C-0.240213 3.81621 0.125401 2.57088 0.957875 1.7384L2.11996 0.575189Z" stroke="none"/>
                                                </svg>
                                            </span>
                                            <span class="header__data-phoneother_phone">
                                                <span class="header__data-phone_a header__data-phoneother_name">8 812 676-76-33</span>
                                            </span>
                                        </a>
                                    </div>
                                    <div class="header__data-phoneother_item">
                                        <div class="header__data-phoneother_work">
                                            Обработка заказов: Пн-Пт с 10.00 до 18.00 по МСК, кроме выходных
                                        </div>
                                    </div>

                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="header__data-item header__data-item--system">
                        <div class="header__data-systems">
                            <div class="header__data-system header__data-system--mobile">
                                
                                <button type="button" class="header__data-system_a" data-menu-open="menucatalog">
                                    <span class="header__data-system_icon">
                                        <svg width="25" height="24" viewBox="0 0 35 34" xmlns="http://www.w3.org/2000/svg">
                                            <rect x="1.5" y="0.998398" width="13" height="13" rx="3" stroke-width="2"></rect>
                                            <rect x="20.5" y="0.998398" width="13" height="13" rx="3" stroke-width="2"></rect>
                                            <rect x="1.5" y="19.9984" width="13" height="13" rx="3" stroke-width="2"></rect>
                                            <rect x="20.5" y="19.9984" width="13" height="13" rx="3" stroke-width="2"></rect>
                                        </svg>
                                    </span>
                                    <span class="header__data-system_name">Каталог</span>

                                </button>
                            
                            </div>

                            <div class="header__data-system">
                                <button type="button" class="header__data-system_a" onclick="webdementPopup('login')">
                                    <span class="header__data-system_icon">
                                        <svg xmlns="http://www.w3.org/2000/svg" width="24" height="25" viewBox="0 0 24 25">
                                            <path d="M12 12.365C13.5913 12.365 15.1174 11.7328 16.2426 10.6076C17.3679 9.48238 18 7.95626 18 6.36496C18 4.77366 17.3679 3.24754 16.2426 2.12232C15.1174 0.997101 13.5913 0.36496 12 0.36496C10.4087 0.36496 8.88258 0.997101 7.75736 2.12232C6.63214 3.24754 6 4.77366 6 6.36496C6 7.95626 6.63214 9.48238 7.75736 10.6076C8.88258 11.7328 10.4087 12.365 12 12.365ZM16 6.36496C16 7.42583 15.5786 8.44324 14.8284 9.19339C14.0783 9.94353 13.0609 10.365 12 10.365C10.9391 10.365 9.92172 9.94353 9.17157 9.19339C8.42143 8.44324 8 7.42583 8 6.36496C8 5.30409 8.42143 4.28668 9.17157 3.53653C9.92172 2.78639 10.9391 2.36496 12 2.36496C13.0609 2.36496 14.0783 2.78639 14.8284 3.53653C15.5786 4.28668 16 5.30409 16 6.36496ZM24 22.365C24 24.365 22 24.365 22 24.365H2C2 24.365 0 24.365 0 22.365C0 20.365 2 14.365 12 14.365C22 14.365 24 20.365 24 22.365ZM22 22.357C21.998 21.865 21.692 20.385 20.336 19.029C19.032 17.725 16.578 16.365 12 16.365C7.422 16.365 4.968 17.725 3.664 19.029C2.308 20.385 2.004 21.865 2 22.357H22Z" stroke="none"/>
                                        </svg>
                                    </span>
                                    <span class="header__data-system_name">Профиль</span>
                                </button>
                            </div>
                            <div class="header__data-system">
                                <a href="#" class="header__data-system_a">
                                    <span class="header__data-system_icon">
                                        <svg xmlns="http://www.w3.org/2000/svg" width="26" height="23" viewBox="0 0 26 23">
                                            <path d="M13 3.95219L12.3465 4.58115C12.5175 4.75879 12.7534 4.85916 13 4.85916C13.2466 4.85916 13.4825 4.75879 13.6535 4.58115L13 3.95219ZM9.88732 19.457C8.05443 18.0121 6.05022 16.6011 4.46026 14.8107C2.90138 13.0553 1.81395 11.0071 1.81395 8.34978H0C0 11.5732 1.34293 14.0323 3.10394 16.0152C4.83386 17.9631 7.03907 19.5214 8.76432 20.8815L9.88732 19.457ZM1.81395 8.34978C1.81395 5.74873 3.2837 3.5675 5.28992 2.65045C7.23897 1.75954 9.85782 1.99548 12.3465 4.58115L13.6535 3.32323C10.7005 0.255217 7.27285 -0.250428 4.5358 1.00068C1.85593 2.22565 0 5.07007 0 8.34978H1.81395ZM8.76432 20.8815C9.38376 21.3699 10.0487 21.8906 10.7226 22.2843C11.3963 22.678 12.1651 22.9979 13 22.9979V21.184C12.6256 21.184 12.1851 21.038 11.6378 20.7182C11.0909 20.3985 10.5234 19.9585 9.88732 19.457L8.76432 20.8815ZM17.2357 20.8815C18.9609 19.5214 21.1662 17.9631 22.8961 16.0152C24.6571 14.0323 26 11.5732 26 8.34978H24.186C24.186 11.0071 23.0986 13.0553 21.5397 14.8107C19.9497 16.6011 17.9456 18.0121 16.1127 19.457L17.2357 20.8815ZM26 8.34978C26 5.07007 24.1441 2.22565 21.4641 1.00068C18.7271 -0.250428 15.2995 0.255217 12.3465 3.32323L13.6535 4.58115C16.1421 1.99548 18.761 1.75954 20.71 2.65045C22.7163 3.5675 24.186 5.74873 24.186 8.34978H26ZM16.1127 19.457C15.4765 19.9585 14.9091 20.3985 14.3622 20.7182C13.8149 21.038 13.3744 21.184 13 21.184V22.9979C13.8349 22.9979 14.6037 22.678 15.2774 22.2843C15.9513 21.8906 16.6162 21.3699 17.2357 20.8815L16.1127 19.457Z" stroke="none"/>
                                        </svg>
                                        <span class="header__data-system_count">2</span>
                                    </span>
                                    <span class="header__data-system_name">Избранное</span>
                                </a>
                            </div>
                            <div class="header__data-system">
                                <a href="#" class="header__data-system_a">
                                    <span class="header__data-system_icon">
                                        <svg xmlns="http://www.w3.org/2000/svg" width="26" height="25" viewBox="0 0 26 25">
                                            <path d="M0 1.23163C0 1.00178 0.0913101 0.781336 0.253843 0.618803C0.416376 0.45627 0.636818 0.36496 0.866675 0.36496H3.4667C3.66002 0.365013 3.84778 0.429701 4.0001 0.548738C4.15243 0.667774 4.26059 0.834323 4.30737 1.0219L5.00938 3.83166H25.1336C25.2652 3.83169 25.3951 3.86172 25.5134 3.91946C25.6317 3.97719 25.7353 4.06112 25.8164 4.16488C25.8974 4.26863 25.9537 4.38948 25.9811 4.51825C26.0084 4.64702 26.0061 4.78033 25.9742 4.90807L23.3742 15.3082C23.3274 15.4957 23.2193 15.6623 23.0669 15.7813C22.9146 15.9004 22.7269 15.965 22.5335 15.9651H6.9334C6.74007 15.965 6.55232 15.9004 6.39999 15.7813C6.24766 15.6623 6.13951 15.4957 6.09272 15.3082L2.79069 2.09831H0.866675C0.636818 2.09831 0.416376 2.007 0.253843 1.84447C0.0913101 1.68193 0 1.46149 0 1.23163ZM5.44272 5.56501L7.6094 14.2318H21.8575L24.0242 5.56501H5.44272ZM8.66675 19.4318C8.20703 19.4318 7.76615 19.6144 7.44108 19.9395C7.11602 20.2646 6.9334 20.7054 6.9334 21.1652C6.9334 21.6249 7.11602 22.0657 7.44108 22.3908C7.76615 22.7159 8.20703 22.8985 8.66675 22.8985C9.12646 22.8985 9.56734 22.7159 9.89241 22.3908C10.2175 22.0657 10.4001 21.6249 10.4001 21.1652C10.4001 20.7054 10.2175 20.2646 9.89241 19.9395C9.56734 19.6144 9.12646 19.4318 8.66675 19.4318ZM5.20005 21.1652C5.20005 20.2457 5.56529 19.364 6.21542 18.7138C6.86555 18.0637 7.74732 17.6985 8.66675 17.6985C9.58617 17.6985 10.4679 18.0637 11.1181 18.7138C11.7682 19.364 12.1334 20.2457 12.1334 21.1652C12.1334 22.0846 11.7682 22.9663 11.1181 23.6165C10.4679 24.2666 9.58617 24.6318 8.66675 24.6318C7.74732 24.6318 6.86555 24.2666 6.21542 23.6165C5.56529 22.9663 5.20005 22.0846 5.20005 21.1652ZM20.8002 19.4318C20.3405 19.4318 19.8996 19.6144 19.5745 19.9395C19.2495 20.2646 19.0668 20.7054 19.0668 21.1652C19.0668 21.6249 19.2495 22.0657 19.5745 22.3908C19.8996 22.7159 20.3405 22.8985 20.8002 22.8985C21.2599 22.8985 21.7008 22.7159 22.0259 22.3908C22.3509 22.0657 22.5335 21.6249 22.5335 21.1652C22.5335 20.7054 22.3509 20.2646 22.0259 19.9395C21.7008 19.6144 21.2599 19.4318 20.8002 19.4318ZM17.3335 21.1652C17.3335 20.2457 17.6987 19.364 18.3489 18.7138C18.999 18.0637 19.8808 17.6985 20.8002 17.6985C21.7196 17.6985 22.6014 18.0637 23.2515 18.7138C23.9016 19.364 24.2669 20.2457 24.2669 21.1652C24.2669 22.0846 23.9016 22.9663 23.2515 23.6165C22.6014 24.2666 21.7196 24.6318 20.8002 24.6318C19.8808 24.6318 18.999 24.2666 18.3489 23.6165C17.6987 22.9663 17.3335 22.0846 17.3335 21.1652Z" stroke="none"/>
                                        </svg>
                                        <span class="header__data-system_count">3</span>
                                    </span>
                                    <span class="header__data-system_name">Корзина</span>
                                </a>
                            </div>
                        </div>
                    </div>
                </div>


                <div class="menucatalog" id="menucatalog">
                    <div class="container menucatalog__container">
                        <div class="menucatalog__block">
                            <div class="menucatalog__general">
                                <ul class="menucatalog__general-ul">
                                    <li class="menucatalog__general-li">
                                        <a href="#" class="menucatalog__general-a" data-menucatalog-general="1">
                                            <span class="menucatalog__general-icon">
                                                <img src="assets/image/menu/new.svg" alt="">
                                            </span>
                                            <span class="menucatalog__general-name">Новинки</span>
                                            <span class="menucatalog__general-child"></span>
                                        </a>
                                    </li>
                                    <li class="menucatalog__general-li">
                                        <a href="#" class="menucatalog__general-a" data-menucatalog-general="2">
                                            <span class="menucatalog__general-icon">
                                                <img src="assets/image/menu/prazdniki.svg" alt="">
                                            </span>
                                            <span class="menucatalog__general-name">Праздники</span>
                                            <span class="menucatalog__general-child"></span>
                                        </a>
                                    </li>
                                    <li class="menucatalog__general-li">
                                        <a href="#" class="menucatalog__general-a" data-menucatalog-general="3">
                                            <span class="menucatalog__general-icon">
                                                <img src="assets/image/menu/kalendari.svg" alt="">
                                            </span>
                                            <span class="menucatalog__general-name">Календари</span>
                                            <span class="menucatalog__general-child"></span>
                                        </a>
                                    </li>
                                    <li class="menucatalog__general-li">
                                        <a href="#" class="menucatalog__general-a" data-menucatalog-general="4">
                                            <span class="menucatalog__general-icon">
                                                <img src="assets/image/menu/shary-vozdushnye.svg" alt="">
                                            </span>
                                            <span class="menucatalog__general-name">Шары воздушные</span>
                                            <span class="menucatalog__general-child"></span>
                                        </a>
                                    </li>
                                    <li class="menucatalog__general-li">
                                        <a href="#" class="menucatalog__general-a" data-menucatalog-general="5">
                                            <span class="menucatalog__general-icon">
                                                <img src="assets/image/menu/otkrytki.svg" alt="">
                                            </span>
                                            <span class="menucatalog__general-name">Открытки</span>
                                            <span class="menucatalog__general-child"></span>
                                        </a>
                                    </li>
                                    <li class="menucatalog__general-li">
                                        <a href="#" class="menucatalog__general-a" data-menucatalog-general="6">
                                            <span class="menucatalog__general-icon">
                                                <img src="assets/image/menu/konverty.svg" alt="">
                                            </span>
                                            <span class="menucatalog__general-name">Конверты</span>
                                            <span class="menucatalog__general-child"></span>
                                        </a>
                                    </li>
                                    <li class="menucatalog__general-li">
                                        <a href="#" class="menucatalog__general-a" data-menucatalog-general="7">
                                            <span class="menucatalog__general-icon">
                                                <img src="assets/image/menu/floristika.svg" alt="">
                                            </span>
                                            <span class="menucatalog__general-name">Флористика</span>
                                            <span class="menucatalog__general-child"></span>
                                        </a>
                                    </li>
                                    <li class="menucatalog__general-li">
                                        <a href="#" class="menucatalog__general-a" data-menucatalog-general="8">
                                            <span class="menucatalog__general-icon">
                                                <img src="assets/image/menu/suveniry.svg" alt="">
                                            </span>
                                            <span class="menucatalog__general-name">Сувениры</span>
                                            <span class="menucatalog__general-child"></span>
                                        </a>
                                    </li>
                                    <li class="menucatalog__general-li">
                                        <a href="#" class="menucatalog__general-a" data-menucatalog-general="9">
                                            <span class="menucatalog__general-icon">
                                                <img src="assets/image/menu/ezoterika.svg" alt="">
                                            </span>
                                            <span class="menucatalog__general-name">Эзотерика</span>
                                            <span class="menucatalog__general-child"></span>
                                        </a>
                                    </li>
                                    <li class="menucatalog__general-li">
                                        <a href="#" class="menucatalog__general-a" data-menucatalog-general="10">
                                            <span class="menucatalog__general-icon">
                                                <img src="assets/image/menu/detskie-tovary.svg" alt="">
                                            </span>
                                            <span class="menucatalog__general-name">Детские товары</span>
                                            <span class="menucatalog__general-child"></span>
                                        </a>
                                    </li>
                                    <li class="menucatalog__general-li">
                                        <a href="#" class="menucatalog__general-a" data-menucatalog-general="11">
                                            <span class="menucatalog__general-icon">
                                                <img src="assets/image/menu/detskie-tovary.svg" alt="">
                                            </span>
                                            <span class="menucatalog__general-name">Категория 1</span>
                                            <span class="menucatalog__general-child"></span>
                                        </a>
                                    </li>
                                    <li class="menucatalog__general-li">
                                        <a href="#" class="menucatalog__general-a" data-menucatalog-general="12">
                                            <span class="menucatalog__general-icon">
                                                <img src="assets/image/menu/detskie-tovary.svg" alt="">
                                            </span>
                                            <span class="menucatalog__general-name">Категория 2</span>
                                            <span class="menucatalog__general-child"></span>
                                        </a>
                                    </li>
                                    <li class="menucatalog__general-li">
                                        <a href="#" class="menucatalog__general-a" data-menucatalog-general="13">
                                            <span class="menucatalog__general-icon">
                                                <img src="assets/image/menu/detskie-tovary.svg" alt="">
                                            </span>
                                            <span class="menucatalog__general-name">Категория 3</span>
                                            <span class="menucatalog__general-child"></span>
                                        </a>
                                    </li>
                                </ul>
                            </div>
                            <div class="menucatalog__children">

                                <div class="menucatalog__children-item" id="menucatalog__children-1">
                                    <div class="menucatalog__children-title">
                                        <button class="btn btn--sm menucatalog__children-back" data-menucatalog-back="1">Назад</button>
                                        Открытки
                                    </div>
                                    <ul class="menucatalog__children-ul">
                                        <li class="menucatalog__children-li">
                                            <a href="#" class="menucatalog__children-a">Подраздел меню 1</a>
                                            <ul class="menucatalog__children-child_ul">
                                                <li class="menucatalog__children-child_li">
                                                    <a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a>
                                                </li>
                                                <li class="menucatalog__children-child_li">
                                                    <a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a>
                                                </li>
                                                <li class="menucatalog__children-child_li">
                                                    <a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a>
                                                </li>
                                                <li class="menucatalog__children-child_li">
                                                    <a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a>
                                                </li>
                                                <li class="menucatalog__children-child_li">
                                                    <a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a>
                                                </li>
                                            </ul>
                                        </li>
                                        <li class="menucatalog__children-li">
                                            <a href="#" class="menucatalog__children-a">Подраздел меню 2</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul>
                                        </li>
                                        <li class="menucatalog__children-li">
                                            <a href="#" class="menucatalog__children-a">Подраздел меню 3</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul>
                                        </li>
                                        <li class="menucatalog__children-li">
                                            <a href="#" class="menucatalog__children-a">Подраздел меню 4</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul>
                                        </li>
                                        <li class="menucatalog__children-li">
                                            <a href="#" class="menucatalog__children-a">Подраздел меню 5</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul>
                                        </li>
                                        <li class="menucatalog__children-li">
                                            <a href="#" class="menucatalog__children-a">Подраздел меню 6</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul>
                                        </li>
                                    </ul>
                                </div>

                                <div class="menucatalog__children-item" id="menucatalog__children-2">
                                    <div class="menucatalog__children-title"><button class="btn btn--sm menucatalog__children-back" data-menucatalog-back="2">Назад</button>Праздники</div><ul class="menucatalog__children-ul"><li class="menucatalog__children-li"><a href="#" class="menucatalog__children-a">Подраздел меню 1</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul></li></ul>
                                </div>
                                <div class="menucatalog__children-item" id="menucatalog__children-3">
                                    <div class="menucatalog__children-title"><button class="btn btn--sm menucatalog__children-back" data-menucatalog-back="3">Назад</button>Календари</div><ul class="menucatalog__children-ul"><li class="menucatalog__children-li"><a href="#" class="menucatalog__children-a">Подраздел меню 1</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul></li></ul>
                                </div>
                                <div class="menucatalog__children-item" id="menucatalog__children-4">
                                    <div class="menucatalog__children-title"><button class="btn btn--sm menucatalog__children-back" data-menucatalog-back="4">Назад</button>Шары воздушные</div><ul class="menucatalog__children-ul"><li class="menucatalog__children-li"><a href="#" class="menucatalog__children-a">Подраздел меню 1</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul></li></ul>
                                </div>
                                <div class="menucatalog__children-item" id="menucatalog__children-5">
                                    <div class="menucatalog__children-title"><button class="btn btn--sm menucatalog__children-back" data-menucatalog-back="5">Назад</button>Открытки</div><ul class="menucatalog__children-ul"><li class="menucatalog__children-li"><a href="#" class="menucatalog__children-a">Подраздел меню 1</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul></li></ul>
                                </div>
                                <div class="menucatalog__children-item" id="menucatalog__children-6">
                                    <div class="menucatalog__children-title"><button class="btn btn--sm menucatalog__children-back" data-menucatalog-back="6">Назад</button>Конверты</div><ul class="menucatalog__children-ul"><li class="menucatalog__children-li"><a href="#" class="menucatalog__children-a">Подраздел меню 1</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul></li></ul>
                                </div>
                                <div class="menucatalog__children-item" id="menucatalog__children-7">
                                    <div class="menucatalog__children-title"><button class="btn btn--sm menucatalog__children-back" data-menucatalog-back="7">Назад</button>Флористика</div><ul class="menucatalog__children-ul"><li class="menucatalog__children-li"><a href="#" class="menucatalog__children-a">Подраздел меню 1</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul></li></ul>
                                </div>
                                <div class="menucatalog__children-item" id="menucatalog__children-8">
                                    <div class="menucatalog__children-title"><button class="btn btn--sm menucatalog__children-back" data-menucatalog-back="8">Назад</button>Сувениры</div><ul class="menucatalog__children-ul"><li class="menucatalog__children-li"><a href="#" class="menucatalog__children-a">Подраздел меню 1</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul></li></ul>
                                </div>
                                <div class="menucatalog__children-item" id="menucatalog__children-9">
                                    <div class="menucatalog__children-title"><button class="btn btn--sm menucatalog__children-back" data-menucatalog-back="9">Назад</button>Эзотерика</div><ul class="menucatalog__children-ul"><li class="menucatalog__children-li"><a href="#" class="menucatalog__children-a">Подраздел меню 1</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul></li></ul>
                                </div>
                                <div class="menucatalog__children-item" id="menucatalog__children-10">
                                    <div class="menucatalog__children-title"><button class="btn btn--sm menucatalog__children-back" data-menucatalog-back="10">Назад</button>Детские товары</div><ul class="menucatalog__children-ul"><li class="menucatalog__children-li"><a href="#" class="menucatalog__children-a">Подраздел меню 1</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul></li></ul>
                                </div>
                                <div class="menucatalog__children-item" id="menucatalog__children-11">
                                    <div class="menucatalog__children-title"><button class="btn btn--sm menucatalog__children-back" data-menucatalog-back="11">Назад</button>Категория 1</div><ul class="menucatalog__children-ul"><li class="menucatalog__children-li"><a href="#" class="menucatalog__children-a">Подраздел меню 1</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul></li></ul>
                                </div>
                                <div class="menucatalog__children-item" id="menucatalog__children-12">
                                    <div class="menucatalog__children-title"><button class="btn btn--sm menucatalog__children-back" data-menucatalog-back="12">Назад</button>Категория 2</div><ul class="menucatalog__children-ul"><li class="menucatalog__children-li"><a href="#" class="menucatalog__children-a">Подраздел меню 1</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul></li></ul>
                                </div>
                                <div class="menucatalog__children-item" id="menucatalog__children-13">
                                    <div class="menucatalog__children-title"><button class="btn btn--sm menucatalog__children-back" data-menucatalog-back="13">Назад</button>Категория 3</div><ul class="menucatalog__children-ul"><li class="menucatalog__children-li"><a href="#" class="menucatalog__children-a">Подраздел меню 1</a><ul class="menucatalog__children-child_ul"><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li><li class="menucatalog__children-child_li"><a href="#" class="menucatalog__children-child_a">Пункт меню подраздела</a></li></ul></li></ul>
                                </div>
                                

                            </div>
                            <div class="menucatalog__banner">
                                <div class="menucatalog__banner-item">
                                    <a href="#" class="menucatalog__banner-a">
                                        <img src="assets/image/demo/bannermenu.png" alt="" class="menucatalog__banner-img">
                                    </a>
                                </div>
                                <div class="menucatalog__banner-item">
                                    <a href="#" class="menucatalog__banner-a">
                                        <img src="assets/image/demo/bannermenu.png" alt="" class="menucatalog__banner-img">
                                    </a>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </header>
        <main class="main" id="main">
            