<?php
return [
    'dashboard' => 'Личный кабинет',
    'menu_dashboard' => 'Главная',
    'menu_orders' => 'Заказы',
    'menu_balance' => 'Баланс',
    'menu_wishlist' => 'Избранное',
    'menu_setting' => 'Настройки',
    'menu_logout' => 'Выйти',
    'error_login' => 'Неверный логин или пароль',

    'verify' => 'Подтвердите адрес электронной почты',
    'verify_button' => 'Запросить новую ссылку',
    'verify_text' => 'Для дальнейшего использования личного кабинета, пожалуйста, подтвердите свой адрес электронной почты, перейдя по ссылке в письме, которое Вам было отправлено при регистрации или изменении электронной почты',
    'verify_requested' => 'Новая ссылка для подтверждения адреса электронной почты успешно отправлена',

    'reset' => 'Восстановление пароля',
    'message_setting' => 'Настройки успешно сохранены',
];